Repository: brucecantarim/woocommerce-freight-calculator
Catalog: languages/woocommerce-freight-calculator-*.po
Languages: pt_br

source: Freight Calculator
pt_br: Frete por KM

source: Enable/Disable
pt_br: Habilitar / Desabilitar

source: If checked, this option enables the Freight Calculator.
pt_br: Caso marcado, irá ativar o plugin de cálculo de Frete por KM.

source: Freight Name
pt_br: Nome do Serviço de Frete

source: Set here the name of your freight service.
pt_br: Defina aqui o nome do seu serviço de frete, que será exibido para os consumidores. (Ex.: Frete)

source: Freight
pt_br: Frete

source: Freight and Cargo Unloading Name
pt_br: Nome do Serviço de Frete com Descarga

source: Set here the name of your freight service with the optional unloading
pt_br: Defina aqui o nome do seu serviço de frete com descarregamento do material, que será exibido para os consumidores. (Ex.: Frete com Descarga para Curitiba e Região Metropolitana)

source: Freight and Unloading
pt_br: Frete e Descarga

source: Price per kilometer
pt_br: Preço por KM

source: Set your price rate. (Ex.: 1.40)
pt_br: Defina aqui, em reais, o seu preço por KM rodado. (Ex.: 1.40)

source: Minimum Freight Price
pt_br: Preço Mínimo do Serviço de Frete

source: Set your minimum price rate for the freight service. (Ex.: 5.00)
pt_br: Defina aqui, em reais, o preço mínimo para o serviço de frete. (Ex. 5.00)

source: Cargo Unloading Service Price
pt_br: Preço do Serviço de Descarga

source: Set here the price percentage to be applied over the total value for the optional unloading service. (Ex.: 20)
pt_br: Defina aqui o percentual a ser aplicado em cima do valor total para o cálculo do preço de descarga. (Ex.: 20)

source: Address of Origin
pt_br: Ponto de Partida

source: Set here the address of your warehouse. (Ex.: Street, 000, Neighborhood, P.O. Box, City, State, Country.)
pt_br: Defina aqui o endereço do seu armazém, de onde o frete irá partir. (Ex.: Nome da rua, 000, Bairro, CEP, Cidade, Estado, País)

source: Street, 000, Neighborhood, P.O. Box, City, State, Country
pt_br: Nome da rua, 000, Bairro, CEP, Cidade, Estado, País

source: Maximum Distance of Coverage
pt_br: Distância Máxima de Cobertura

source: Set here, in KM, the maximum distance of coverage for the freight service. (Ex.: 50)
pt_br: Defina aqui, em KM, a distância máxima de cobertura do seu serviço de frete. (Ex.: 50)

source: WooCommerce Freight Calculator
pt_br: Frete por KM para Woocommerce

source: A simple freight calculator integrated with Goggle's Distance Matrix API.
pt_br: Um serviço de frete customizável, baseado no seu preço por KM rodado e rotas do serviço de API do Google Maps.
